import React, { useState } from 'react'
import '../.components/mystic.css';

export default function Saturn() {
  const forGod = "Levitus 4, what of for God? Why are you exempted from your listed sins, from cruelty, from _________. Are you not the devil of your own sin?"
  const asciiArt = `
                                                                                                                                                                                                                                               
                                                                                                                                                                                                                                               
                                                                                                                                                                                                                                               
                                                                                                                                                                                                                                               
                                                                                                                                                                                                                                                                                                                                                                                                                                     
                                                                                   ¼ÖÇ}                                                                                                                                                        
                                                                                  °ÔZß‰                                                                 –pÆG¹                                                                                  
                                                                                  )ÆíÆÍ                                                                 †ÆdÆ?                                                                                  
                                                                                  ?Æ‡Æš                                                                 <ÆoÆ1                                                                                  
                                                                   ‹|¡‚           ¿Æ¼ÆZ                                                                 }Æ—Æ±            ¿4UJ›                                                                 
                                                                  ;VäT7           jÆ÷Æô                                                                 }Æ‰Æá           ¸eÕGá(                                                                 
                                                                  •ß6q©           jÆYÆÐ                                                                 ?ÆúÆm           ”øëõÄ(                                                                 
                                                                  †Æ2Æý           /ÆqQÆ:                                                                ÇÆ>ÄŠ           ?ED$É­                                                                 
                                                                  »Æ¥ÆB           ’WÆÒÈi                       [u<…          ¨;«>¬                     †ÆûímÖ           ¤ÆÍQg·                                                                 
                                                                  ’œÆÇÆª           ÝÕ XS                      ¨%™€Ò**       }6ÆÆ§<                     hX<TdC          ’ÔÆYÆâ                                                                  
                                                                   LÆ*Æó           IK£pŠ¸                      vø±ÆÆý(    ´%ÆÆÕÌEì                    ²êY)xP„          }ÆÆ¼Æà                                                                  
                                                                   ^ÃžÊg;          ³ÄÁÜÆ¢                      ˆÒQùÆÆê^ ‚~¿ÆÆvŠÆp­                    ½NvüÇz           àÆµÆÆr                                                                  
                                                                   ·ŠÂùËî          ›NÆiÆÄ²                   ˆˆuÐÆÆÆÆÆÆqÆÆÆÆGÆEòˆ”¸                  <Äæ[Ùáº          ?ÆÆ)Æ€…                                                                  
                                                                    ùÆ±µP{         ‚ÔÆ™TÆk                 |ÉÆÆÆÆÆÆßÆÆÆÆÆÆÆÆÆÆÆÆÆÆ4                 ²ÞQ¢ïQS¨          ZÆh8ÆL                                                                   
                                                                    :&D:ë®˜         3ÆŒ<ÞÆ=              FÆÆÆÆÆÆÆEvŽTaÆÍÆÐ$ÿšÆÆÆÆÆÆÆI               ÏÆ6÷ÀÑ1          vÄg ÆÊ—                                                                   
                                                                     ¡Pé)É5;         sËg ÆÄ^           –ÆÆÆÆÆÆSkÆÆ0v¾óÆ!Æ6ƒªÆÆkªûÆÆÆÆ4             ^ëË÷éÈò          ¬ÕæíøÆu                                                                    
                                                                      )ŠbŸÆö         *½KÓuÆµ          ´ÆÆÆÆí2c=+ÆÆk³Y¤m”Æ®ÍÆÆ4µLƒ×fÆÆÆV           ^ÿÉLµÆT*         ;ÐÆôŸÆ9*                                                                    
                                                                       öÆh®Æh­        :hÆOåÆv         4ÆÆÆIï*?>%êÆû71¤é¼ÆJ?ËÆ«&);)*lÆÆÆ„         ·øÆFVÆë¯          2Æ§ÓÆàˆ                                                                     
                                                                       ‘úÆZSÆÿ÷        ªÖÆ{Šq)        ÆÆÆÌ@ÏOYörDÆÆ³> žôŠuÌÅÆö®¾öv•›SÆÆÝ         óÆK¥Æå²         ;wÆÆçÆð—                                                                      
                                                                         wÆp<Èã¿        |ÙE¨êé»       ÆÆÆOëÚS½–ïNÆßö©êÆÆœñ™ÒÆá;uf£‡crÆÆÆ        =ÆÆIÆq!         /SŒÆ!ÆN¡                                                                       
                                                                         °©Bm €Àt        *Úm¹Æê!      ÆÆÆ“¢L>÷OÉÆ8l¼óÎ!Îü¡ì[pÆ€õz¯)j4ÆÆÂ       jÆÆ°ÆÆ?        ‹lµ8obÆÆ¤                                                                        
                                                                          *cßœ(ñMç¹       †pB>ÆÆm(    ÆÆÆÆÆÆÆÆÆÿ+ÎPPTz²¤y¼üÿÙk!™qÆÆÆÆÆÆs    ’4ÆÆÆ?ÆÆI        !&h3|áæž+                                                                         
                                                                            )hæ4@ÆBt       [ÐÆ¼ÆÆÆ9=?=7æÆÆÆÆÆÆh3<<=×<‡úáDµÍv—³u8QÆÆÆÆÆñ   ªPÆÆÆÆ+ÆÆ=        ?ä§~vÇÒ%¨                                                                          
                                                                             ­3ÁX!ÆÆP¯      |ÆÆÆ•bÆÆS9ØÆÆÆÆ$®ï¯ùŠÆÆÆÆÆÆÆÆÆÆÆÆÆÆEŸaÆÆÆÉ@{¼MÆÆÆAîÁÆÆv       ¯©ãž°ŸPÌ^                                                                            
                                                                               7RÆµSÆÆ£’     /ûŠÿÏïŠèu*3ÆÆÆÆþ­yUåøéêÆÆÆÆEÕÄÆÆHü;!IÅÆÆÆÆÆÆÆÆÆ8»œÆÊ*      :s¶qz%ëõ|                                                                              
                                                                                ¦PÆÆ!qÆÄ7     —YáÛžªY™+ÒÆÆYóœä3çhheåÕ$Ò®kxV¾ù3ö/«¯([áÆÆÆÅ+njÞÆÆÄ¬      ¼¥A5¯ëâs›                                                                               
                                                                                  ƒÁÆQ„BÆÄIˆ   ªLgE¢·¢ÆÆÆÆò¥þõ3õ3/)ì×ƒc[„ª”óój¢*rÍµª;¬Æ#‹†ªÆÆÆ§¹     %ÖÁ©;PQS+                                                                                 
                                                      ´                             3ÆÆ8!ÆÆÆEw; ¸CBÆEÆëÆÄ?>ÆÓÏ3«³÷ï¾ûZÿÿ¥äO3†×î²­­Ö¼«[ÞÉ—7ÆÃxƒ  ­üÉÆÆÆW–ñÔàz                              *                                                    
                                ¨²v9KÆÆÆÆÆÆØHÙfnrìï7ï¼Ï4ÙÃÆÆÆÆÆÆÆÃZC÷                ’¢ÆÆá!ðÆÆÆœüîªÆÆÓ{ÆÆ«IÊÂýŸ©l„­º!14û§6ò†!¬s(¡ìÌi¼ûBÆÆÆÆT;ôÆÆÆÆÆÆã:qÆT7                 ~vçáãÔ¶ýëmŽRêÃÆÆÆÆÆÆÆÆÆæéÇç<­                                       
                           +œÆÆÆØœU1/˜·   ›·ˆ¦–¸…   ·‚·’^ª  ‹÷*›|l*<CÆÆÆÆÌ …:¸         ˜2ØÆmªaEÆÆÆR—ÆÆÆÆÆ>{5éÛäó1— :­»=¡ª’/…›cÎt¼2Y‰„ÙÆÆÆŠ“ÆÆÆÊpHñºBÆÆÆ3          ¡ÿÆÆÆÆý3[?{!¡‚·˜  ·¸´ ”³– ˆ‘ * ’“ºª|)<näÆÆÆÆÆñ»                              
                      ¡FÆÆÆóéµª&:’¢ômÂœš£ö¢¢Ìu[÷~„«/?töúÞBÆÆÆÆÆÆÆ#û‡ì®n(ÔüuÆÆÆÆÆÐÜÞOuì¡ˆ |ÝÉÆAo:+ÍBÆÆ%ÆÆÆ§0IV®Îo¿):×„–!¸¨;) 7ƒj«![¿ªtÆÆÆÚÆÆÆ§@–7ñÅÆÆÐL°     ;ïeBÆÆ£Uç‚}‡1¬ˆ’×3kÙÜÿàPÙÕŠmÄÆÆÆÆÆÆÆRéŸö! ï§XÀã¥IUZµÆÆÆÆÖ<                         
                    ÝÆÆ60˜PJmÆÆÆÉêS×‘´¦): ˆ;’´  ˆ‹º¬=s£™4Î3{ˆ    ‘­ª3ÆÆÆÆIòá¬ ÷¤3o!}IçZæÆÆÆÆƒóÞhÏ!ªTÆÆÆÆÆ3ìûÆQái“iª} ‚­ ¨;! ív{c£5@­¤ÆÆÆÂdw~rneðÆÆ‰çÆÆÆÆÆÆÆÆÆÆÆl­L%SÆÆÆÆbö/²’…      ^%Y£J?¯ª•!–;:‚ˆ‹˜¸„×o™HÆÆÆÆJµ2IPÇÆÆÆ6˜                     
                 ²$Æê±ÎhÆÆÆ3’        ¨!C9Zhõsí*|“:´…’‚    —÷:  ¹vühäxz!;’…=ŽÆÆÆÆ8UI°…;³«l×‘?£´vÙÁ‡*¢ŠÆÆÆÆ„AÈÿ<”  ¿¸i°—‹;÷«::l)ˆ;–lõÍ¦ÆÆŽ·¨‹ÏMÆÆððYí=[?^—¬¡‡Ys÷ÂgÆÈù›      ˆ–«l¤z1!’ ª^  :´*´¸  ˆ­²”/l¢ù§$ýõv¯‚ <ÐÆÆÆö¾oœÆÆÆJ´                  
               ’ÖÆÉ(µÆÆ5‚                       ´’°|=ò©üõ43*ˆ  ²!º¸ “!›   –)<v1†°ªì—’‹[ü¶ÆÆÆÆ2üÜú|sÆÆÆÆÆùÆÆù=÷•?ïƒiöI¿—7}’…}@ª “¯«îYäºÆÆÆ4·vð†ÐI43vñÑÆÆÆÆÆÆÆÆÆÆ¿ °?%‡l»”²‹’ˆ‚…  ¸²‹ “íösv»²‹³²·    ……    *     ´……ˆª3ÆÆÆÍ{ÂÆÆx*                
              ˜ÔÆÊüZ@CeSSeO9àÇžÎTÇDà6¾ôLƒi•~‹›¹;‚ˆ˜‘’’‘‚…    ¨¨…?3OS5¤ª‘²^ª–·  ‘  „>« )0ö»:­ =4w4õìÆÆÆFÆµÆš’’ˆ›ˆ¸+}Ïî•¦¤<íI™s—”›ª²¬ÌŠíÆY0Sô¼mÆÆföÏ‰ƒ! ÷?jü¤ˆ~ª‹  ‚­ˆ·‚·    :•=¤t?“…                 ´…ˆ¸¨  ´´      *˜‚¸|ÔÆžƒÆÆQ´               
              4ÆLÆÆï          ˆ    ·   ¸¨ˆ·              ´·ˆ‘;¹ºª÷!«()/(×/³˜¿Ìs¹  *’ ‚{×ìì :)¢Ý¼³ÎXœÆÆÆÆÆ#Ê•••¯˜•úàÏ7)7%|©6Ùüz)’² ³ñÆÆÆÆÆÂh¢<<²•{ì}ì=×+ti =%‰t<|’ ª¿» ‹{ïjJówüü™ü&ú2±öö±wü0öuu¼ƒIîvvl<>i†×»ªº›‚˜¨      ˆ¨÷ûÆÆuÆT…              
              ÆÆÆÆP2ü¾eSkSS§áZU4µûÇS4&2Ï%[¡³‹¹­›’…·¸’’:›:…   ¨‚ˆ´¨´         žZñOõÎSá9ò‘*J!ˆ’ˆ+6ãšwªÍ‰ì¤ÆÆ}Æàì–°ˆáqÙL¿*óÇÆÆÐC}á× ²‹ïE4ÆÆûdgPkLïfËÆèÌ‘zAÆÆx*<>†)~;*«1|:²;¨ˆ‹¹’*            *      ´¨¨…’’‚…*…;­¹–º²­~¦÷¡|¦º^×öÆÆ$Æ°              
              ÆbÆS                                           ˜;¹ˆ        *°/èÃg®£CIº’/v¤ol«*º}[lz¤£ÙÆ¶cÆÆMžÆá¼oLÀr<^!7ókéúô¡›éö!<òéõÆÆXÆª¦^°¡òaƒ¬••[1+¬>nôV@½¿¸~%¾±w+­ ·“¿j‡öóÏ0YYY£±3YaôaYC¢snnuJtoji?7lj=?«÷”º°;˜··¸’ˆ¸…´ ªÆ Æ{              
              ŠÆô€)                 ˆ‹“{oöÍ©ü5&çù2Îšbhü3ÎOÏ<ª::›¸        ¨­ )u³*”J6Pžw¤«’¨›„‘;—)vî¼±fùEšÆÆÆÙÆÐ®8Šv<%Iì?ï¯³¿5ÍøDyO®ðÆÆÆþÆ†«{j« 7ï “)‡hÁÆÆÑå% )Lèq® vl·* ·˜   jŸëñÏ¬¸                                         fÆ>Æ*              
              !Ù3Yß±³’˜· ´¨         ´  ˆˆ´        ‚ˆ ˜<ò¯;:­’   ’“!({¯˜   ³­*z‡²z¦ ªoV&fÎ4±<‹ !†÷²›ˆ‘káè6ÆÆ½IT™Uyw°°! ²; ~»{*µSµç9—ÆÆvýYc–óC}÷¹)¢Ï–¬>¿**»º*…^<C‰hZò;^°ˆ¦—’ ’í* !>—:lTpœã$ÿSY¼%½s¼tî¼LYYYwùw©ù™™üõO6TSh§f£½oTËïÆê­              
               rÙÎ¦ko‚              ‘‹”*tò±Y2&çLV©¾ÇáTY·yúu}³’˜¨;%n†¹;´    ;·¤ëXk=“’´    ·oú3!~ ²¹<÷ìS÷zÆÆÆÆDªááöS)”¿Lü¼):[ ­ö7µ@ pÆÆÆ^6¼¸‡*²Vù×?¬©3“     ·°?3bÕP?³=´°²°²òŸ© Y¥eI°…»[lJI’ ›ˆ       ’ˆ                  ˆ ´”n<ÆÅ=   ´¨          
                /D8?lu{ *´¨´                         ­ÿˆÓ ˆ!tsì’¡•:! ‚¦{7lí»ˆ           ‘2ä=i“?I) |o<%tÆÆ·6ÆÆÆ•)†9øm¶§|{PŠ4ï×L°>ÆÆÆåeÆÆE)oªª+¯¨~30*ö±¦            °¼µ™=–°t°?+)üµÏ? [µ¶‰áÒDUçözƒ‡zcloö0©YYYYwüaù©üx6TShhfI:·óŠÎ­                
                 ˆzõr’ö2î;                           ‚Ô1Ðrº;³ »­ª¼3ì²’                  *p«P3²¨’|^–tx¶ÂÆ!FÝÜÆÆÈú—!u%ªeœE®•(­•½ºÁÆÆÆÆüæzŒÆì7v² •|*tI ós            ·ˆ·‚²ª?üÿÇ¤i{:¦²³%üø*é¹                            ¨íüz„¡¢×                  
                   ¡V™}´<žµ¿‚                     ¹¼úIh¼9—¹—ƒ@í°                        Ïý½Ù ²iî”}SÐÕÍŸ½žÔ<VÆÆÆÆ ópÆÆÆÆÆÆÆÆâ×²ÆÆÆÆOÆÆ>V1dÆÙ˜)+ªì£†<—í0—                 ‚›¹;‹vÎÝY[º— 3³Ýyc¹                       ˆ‹<3J¨12ù†*                  
                     ¯Ìas¦i7ôFµí;             ²ï‰j„7 <îÓäîª¨                           |SíIÌç=’ ¼ÆÆù•)fìBjwÆÍzÆÆ»6h€ÈËÅXÆRášL¤ÆÆò¼ÀJÂC2>)üÆÆ@’¼z­‘|î××1                          ;+C4Fk!º((½z)‘…¨     *ˆˆ*      ·l©zª¸vµw^´                    
                       ˆ¤û¾††ˆ»)öåT•      „óôj‹“ –ºt¾ò­                               •3!@ö÷;“˜Ìgh  ª³ÞÆq§ÛÎ^©ÉÆK1èÆXÞ¶ÚBÆÆê¬QÆãœAÆ#’ÆÆ5­‹)ÉÆž u403w£/)>°                            ;r9û¤¦´*ºc@>ˆ           ”¢2¿|¬lJüó—                       
                          ›=yÞUín²Ì³[¤¢4¾cº< ï’<uv”¸                               ·[öI;Yç3&‰lpFoìoÌmÆp æÆ­ÏEÈÆÆÉÆY2ÆÆÆÆÆÆ±hÆÆÂµúwÁÆÆþ8Æÿ ´ ¥ÆF~ ’‹˜¯I«ºI?;                              –=ö%«| +¦ƒ‡!   ‚<™9£°?ˆ‡¤žú×‘                         
                              ˆ^üéh{)˜›ª³/ |¨=™‡ª  *‘¸                           ¹<c¿¨{ö>  =ÈÆ3 ´(ÿÆÆ‡ÆÆÆù“v¿oÆá/OÑRc¿ˆ „lOÆµt9Éÿé4ÆÆÆÆ˜Æþ«¿¯DÆq»    °J‡”’!?‘                               ‘–oö×÷‚“@ßgç´«|’v%õÇ3‹                             
                                   ºtÏçûk¼“ª”˜~7ª’¨’¦v¼òó¢cjí)”–’…’;:’‘;°!×¿?ls3c–„´+3¢² ;ŸÆÆ?¡º0WEç~ÆÆÆÆÆÆÆÆÆÆgZLvµEÆÆÆÆËùSÎÛâÆÆA§5ýÆÆÆ˜ÆÆ¿7?hÆÆò    **ƒï—„¹‰õ5Ï¤<¦:*                  …:²¡)*<r7’+¤óc¿f[ÌñðÝl                              *  
                                        ·›+nSÞá0)˜¨„^²˜* :…  ˆ  ´ ´´·*   ;   ¨˜ —^>%?’  ¬dÆmˆÌõGÆk! kÆÆÆÆÆÆÆÆÆÆÆÆþßÄmšÿÞdK$KßÉÆÆÆÆŒmZXÆÆÆ«ÆÆŠ›•£ÉÆüˆ     ¹†?÷?ˆˆ‘ ˜›ª}%0fŸšäZšSf©Y&4a3J7”ˆ  –¸´ˆ‚~•(6ÆÆá)¸                                     
                                                   ­?¼3£ùLz%o?¦„–;­²­:›²³/<í=I3w½¬¨    –ÞÆh¦øÑQýí   gÆÆðZñðÄÐdh6üZÒhmòY6µà6éAêýðÆÆÆŠT¾ÆÆÆü(ßÆÆ4¸7ÆÆÿ²       ¦òÎ¾0¼ï¡;ˆ°‘’˜·´¸…‚‚¸˜´·˜’‘²­³¡*1½3©wö};                                       ˆ’’ 
                                                             *¸ˆˆˆ‚››;‘´              ´øÆgIBÆá**   ¸ÆÆÆ‹7|{÷·;„74õ9Ié@©3Iwa‰{¿¼*¬{» ˆiÆÆÆè ‚£ÆÆH0sÆÆÆ„            ˜º•>‰™eš¥¥ÿÿZS4¾9ŸµYòj«­ˆ  ´  ´                                              
                                                                                     ’çÆAÜÆÆ©·     JÆÆÆ»;ª¿•)÷7?3@µÿdsì¤nazªj)¤>»!}²¨lÍÆÆy   –§ÆÆÆäÉÆá„                                                                                        
                                                                                    ¨ÏÆ6MÆþ}       ÇÆÆ6» !^¸ª=1(u¤cYs¡ˆ)cyn¡j‘•­;¯)«*î ÆÆá     ÷ÿÆÆÆ€Æåª                                                                                       
                                                                                    ±ÑmnÆó˜        ÒÆÆ?•º) ’;›”­1¼oì1o<I!ùón‡~*º÷+*˜­o˜ÆÆÆ      ˆ{ýÆhâÆm¡                                                                                      
                                                                                   +MÔ·EG         ´ÆÆÆüvƒíí?¬=¤I¼í‡r=ïj™™3¤3/ ˆ ˜{l<‰v4ÆÆÆ:        dÆJêÆk˜                                                                                     
                                                                                  (HÆ!ÚÁ¢         ›ÆÆÆÆ’¼=¯[  ª¿3/«)‡z{¡° ¬Îj…;|í±¼7{ ÆÆÆä~        /ÆÆ°QÆÏ                                                                                     
                                                                                 ¹ÐÆÝ4Æf˜         ³ZÆÆÆü?¬ªl/?;3ö»1JÎ2Ïö3Ínža>““?r²­›lÆÆÆ×:         xÆ¥?ÃÃ|                                                                                    
                                                                                ‹ÔÆø%ÆN²          ‚²ÏÆÆþ/{­lj?(vƒö*›=„¸›ª¿<ôa›²;†c^’ éÆÆÈ           ºßÆççÆq²                                                                                   
                                                                                2ÆÆ>ÆÆî             !ÆÆÆ?î³J3…’–jü<³1…:’¸ª¼õ&„|{}×*’…ÆÆÆü            ¬ÈÆ!ýÆw                                                                                   
                                                                               —ÆÆ*æÆe              ‚ÆÆÆ;†{CÒ4ò‰ùÿœœÔÚÙëqÈÉÚ4v<î=tr’áÆÆÆ“             &ÆÇ1Ûþ¡                                                                                  
                                                                              ´ÖÆUÌÆ#¯               âÆÆÆkª>3nì}}3mmÙÔØKœAb2z{jónö¦ÆÆÆÆÆ              ³Èþ˜YÆF                                                                                  
                                                                             {þÆÆ¾ÆÆt                ôÆÆÆÆ3”†<†cjò½üSfehTnöÍV0&3c)UÆÆÆÆV               3Æh)EÆó                                                                                 
                                                                             çÆÆ*ÆÆ5                 rmÆÆÆÆ²‡£3™µ£ítO§T9¾24x&wVI)¬ÆÆÆ½ˆ                ˆpÆÿþÆÆ)                                                                                
                                                                            ¸åÆÔÆÆá˜                 ²¡%ÆÆÆÆ ”¡^¯’   *   ˜¹³›’°‘ ÆÆÆÃ                   †ÆÆ!ÆÆü                                                                                
                                                                            ¾ÆcÛÉ‰                      ?ÆÆÆÆÆö”(†?[*««(×{¬•}(’pÆÆÆÆ‹                    kÆÆµÆæ/                                                                               
                                                                           sÆà8Èr´                       ¾ÆÆÆÆÆ~“)*)»/+[=rIƒv)ùÆÆÆÆÃ                     ;ŸÆÆtÆÙ·                                                                              
                                                                          ¿Æ#CÆY                         )§ãÆÆÆÆ÷^„„¯|)«¯”º¹:õÆÆÆžl»                       çÆHhÆû°                                                                             
                                                                         ¯œÆ ÆÓ³                         ’”+¢ÆÆÆÆÆé ·… ´  VÆÆÆÆÆK                           µÆüÔÆkˆ                                                                            
                                                                       ÷6WÔvÆŒ=                             ‘XÆÆÆÆÆ2¹ª„°ˆ^ÆÆÆÆÆÆ                            „ßÆ¾ÙÆŠï                                                                           
                                                                    ´1¶ÆÁ«2ÆŽt                               ¿UhËÆÆÆqáDŠÆÆÆÆÆ‰J!                             +ðÆÜ7ÆÆh»                                                                         
                                                                   sKÆÉ×xÉŠn‚                                 ’=¥ÆÆÆÆÆÆÆÆÆÆÆü‚                                „9ÆÆVaÆÆDi                                                                       
                                                                 rëÆÈ¬hÆÉóˆ                                     “CÆÆÆÆÆÆÆÆÆÐ)                                   ?ÿÆÆ)ðÆÆÆz                                                                     
                                                              *†XÆÆ[PÆÊù’                                        ‚ªYNÆÆBš4V}¸                                     vKÆÆn4ÆÆÛ}                                                                   
                                                            ›&ÃÆE+åÆÆ6¹                                            ’»v¤t[¹                                         ˜çÆÆÆm=ÆÆŠ¼                                                                 
                                                          [FÆÆe‚ñÆÆS•                                                                                                …vœÆÆÇ¬XÆ#0²                                                              
                                                          PÖ¡uWÆßs‘                                                                                                     ºŸÆÆm:mÆÆ{                                                             
                                                          D¥ÆÉ§?·                                                                                                         ˆöKÆÆYÆr                                                             
                                                          oüƒ                                                                                                                ?ÂÆQ/                                                             

                                                          






                                                          
                                                                                                                                                                                                                                               
  `;

  return (
    <div
      style={{
        background: 'hsl(249, 32%, 8%)',
        alignItems: 'center',
        display: 'flex',
        justifyContent: 'center',
        minHeight: '100vh',
        width: '100vw',
      }}
    >
      <div className="mystic-card theme-saturn" style={{ width: 'fit-content', minWidth: '20rem', margin: '5rem' }}>
        <div className="card-letter">Saturn</div>
        <div className="corner top left"></div>
        <div className="corner top right"></div>
        <div className="corner bottom left"></div>
        <div className="corner bottom right"></div>

        <div className="card-corner-letter top-left">A</div>
        <div className="card-corner-letter bottom-right">A</div>

        <p style={{ lineHeight: '1.5', marginBottom: '1rem', textAlign: 'center' }}>
          Wiiw xbux I vepamsm, lsmt hmga fekt jw acfen. <br />
          Twpx vwgxeci chc aed lwig ghy tphxxl fc fxgwm amiw, iwig ur werdrw, bain bn xawnwacsxa; <br />
          baet vtrmtx wndgi mptx wpgtxl fc sxckem fsmtcx bvms ac txxzgmtn; <br />
          iltb zpet px hck jighx aikzehi, chck jighx mzthe; <br />
          xi'w rwnv fpjpm ur lepgx lbtvvth.<br />
        </p>

        <pre
            style={{
              fontFamily: '"Courier New", Courier, monospace',
              lineHeight: '1.0',
              fontSize: '0.1rem',
              color: 'var(--mystic-border, #e0e7ff)',
              textShadow: '0 0 6px var(--mystic-border, rgba(224, 231, 255, 0.4))',
              margin: '1rem auto -1rem auto',
              userSelect: 'none',
              textAlign: 'center',
            }}
          >
          {asciiArt}                            
        </pre>
      </div>
    </div>
    
  )
}